Repository: Yii-An/Flux
Catalog: Flux/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ providers enabled
zh_hans: 已启用 %@ 个 Provider

source: About
zh_hans: 关于

source: Activate
zh_hans: 启用

source: Active
zh_hans: 已启用

source: Agent Integrations
zh_hans: Agent 集成

source: Agents
zh_hans: 智能体

source: Agents Installed
zh_hans: 已安装 Agent

source: AI coding assistant control center
zh_hans: AI 编码助手控制中心

source: All systems nominal
zh_hans: 所有系统正常

source: API Key
zh_hans: API 密钥

source: API Keys
zh_hans: API 密钥

source: Auth
zh_hans: 认证

source: Auth missing
zh_hans: 缺少认证

source: Auth Missing
zh_hans: 缺少认证

source: Auto Check Updates
zh_hans: 自动检查更新

source: Auto Restart Core on Error
zh_hans: 异常时自动重启 Core

source: Automatically check for updates
zh_hans: 自动检查更新

source: Available • %@
zh_hans: 可用 • %@

source: Available • expires %@ • %@
zh_hans: 可用 • 过期 %@ • %@

source: Available Downloads
zh_hans: 可下载版本

source: Build: %@
zh_hans: 构建：%@

source: Check for Updates
zh_hans: 检查更新

source: Check for Updates…
zh_hans: 检查更新…

source: Clear
zh_hans: 清除

source: Config directory
zh_hans: 配置目录

source: Core binary is not installed yet.
zh_hans: 尚未安装 Core 可执行文件。

source: Core Crashed
zh_hans: Core 崩溃

source: Core crashed. Start it again to recover.
zh_hans: Core 已崩溃。重新启动以恢复。

source: Core failed. Start it again or check logs.
zh_hans: Core 运行失败。请重试或查看日志。

source: Core is not installed
zh_hans: Core 未安装

source: Core is not running
zh_hans: Core 未运行

source: Core is running.
zh_hans: Core 正在运行。

source: Core is starting. Please wait…
zh_hans: Core 正在启动，请稍候…

source: Core is stopped. Start it to use this page.
zh_hans: Core 已停止。启动后才能使用此页面。

source: Core is stopping. Please wait…
zh_hans: Core 正在停止，请稍候…

source: Core Not Available
zh_hans: Core 不可用

source: Core Not Installed
zh_hans: Core 未安装

source: Core Path
zh_hans: Core 路径

source: Core Status
zh_hans: Core 状态

source: Core Stopped
zh_hans: Core 已停止

source: Core Unavailable
zh_hans: Core 不可用

source: Core Version
zh_hans: Core 版本

source: Crashed (exit %@)
zh_hans: 崩溃 (退出码 %@)

source: Credentials missing
zh_hans: 缺少凭据

source: Credentials Ready
zh_hans: 凭据可用

source: Credentials unsupported
zh_hans: 不支持的凭据

source: credits
zh_hans: 积分

source: Critical
zh_hans: 严重

source: Dashboard
zh_hans: 仪表盘

source: Download
zh_hans: 下载

source: Enabled Providers
zh_hans: 启用的提供商

source: English
zh_hans: 英文

source: Error
zh_hans: 错误

source: Error • %@
zh_hans: 错误 • %@

source: Error: %@
zh_hans: 错误：%@

source: Flux Core crashed. Start it again to recover.
zh_hans: Flux Core 崩溃。重新启动以恢复。

source: Flux Core failed to start. Start it again or check logs.
zh_hans: Flux Core 启动失败。重新启动或检查日志。

source: Flux Core is not installed or not found.
zh_hans: Flux Core 未安装或未找到。

source: Flux Core is not installed. Download or install from a local file.
zh_hans: Flux Core 未安装。下载或从本地文件安装。

source: Flux Core is not running.
zh_hans: Flux Core 未运行。

source: Flux Core is not running. Start it to enable all features.
zh_hans: Flux Core 未运行。启动它以启用所有功能。

source: General
zh_hans: 通用

source: Get Core...
zh_hans: 获取 Core...

source: Good
zh_hans: 良好

source: Install Core
zh_hans: 安装 Core

source: Install from File...
zh_hans: 从文件安装...

source: Installed
zh_hans: 已安装

source: Installed Versions
zh_hans: 已安装版本

source: Keep core versions
zh_hans: 保留 Core 版本

source: Language
zh_hans: 语言

source: Last refresh
zh_hans: 上次刷新

source: Last Refresh
zh_hans: 上次刷新

source: Launch at Login
zh_hans: 开机自动启动

source: Loading
zh_hans: 加载中

source: Logs
zh_hans: 日志

source: Maintenance
zh_hans: 维护

source: Manage Core Versions
zh_hans: 管理 Core 版本

source: Missing
zh_hans: 缺失

source: No log file found at: %@ (Logging will be wired in the infrastructure step.)
zh_hans: 未找到日志文件： %@ （日志功能将在基础设施步骤接入。）

source: No logs.
zh_hans: 暂无日志。

source: No macOS binary found
zh_hans: 未找到 macOS 可执行文件

source: No Providers
zh_hans: 无 Provider

source: No risk
zh_hans: 无风险

source: Not installed
zh_hans: 未安装

source: Not loaded
zh_hans: 未加载

source: Not set
zh_hans: 未设置

source: OK
zh_hans: 正常

source: Open Config
zh_hans: 打开配置

source: Open Flux
zh_hans: 打开 Flux

source: Open Logs Directory...
zh_hans: 打开日志目录...

source: Port
zh_hans: 端口

source: Provider Status
zh_hans: Provider 状态

source: Providers
zh_hans: 提供商

source: Quit Flux
zh_hans: 退出 Flux

source: Quota
zh_hans: 配额

source: Quota fetcher not implemented
zh_hans: 配额抓取未实现

source: Quota is almost exhausted
zh_hans: 配额即将耗尽

source: Quota not supported
zh_hans: 不支持配额

source: Quota OK
zh_hans: 配额正常

source: Quota Overview
zh_hans: 配额概览

source: Quota Status
zh_hans: 配额概览

source: Refresh
zh_hans: 刷新

source: Refresh interval: %ds
zh_hans: 刷新间隔：%d 秒

source: Refresh Quota
zh_hans: 刷新配额

source: Reload
zh_hans: 重新加载

source: Remaining: %@
zh_hans: 剩余：%@

source: requests
zh_hans: 请求

source: Reset All Settings...
zh_hans: 重置所有设置...

source: Restart Core
zh_hans: 重启 Core 服务

source: Risky Providers
zh_hans: 风险 Provider

source: Running (pid %@)
zh_hans: 运行中 (pid %@)

source: Save
zh_hans: 保存

source: Select Core Binary
zh_hans: 选择 Core 二进制文件

source: Select Flux Core binary
zh_hans: 选择 Flux Core 可执行文件

source: Selected file is not executable
zh_hans: 所选文件不是可执行文件

source: Settings
zh_hans: 设置

# settings_core_description
source: Flux will run in the background to provide CLI proxy service.
zh_hans: Flux 将在后台运行以提供 CLI 代理服务。

source: Show disabled providers
zh_hans: 显示已禁用提供商

source: Simplified Chinese
zh_hans: 简体中文

source: Some providers failed to fetch quota
zh_hans: 部分 Provider 获取配额失败

source: Some providers need attention
zh_hans: 部分 Provider 需要关注

source: Start at login
zh_hans: 登录时启动

source: Start Core
zh_hans: 启动 Core

source: Starting…
zh_hans: 启动中…

source: Stop Core
zh_hans: 停止 Core

source: Stopped
zh_hans: 已停止

source: Stopping…
zh_hans: 停止中…

source: SUFeedURL is missing or invalid. Configure an appcast feed URL to enable Sparkle updates.
zh_hans: SUFeedURL 缺失或无效。请配置 appcast feed URL 以启用 Sparkle 更新。

source: System
zh_hans: 跟随系统

source: System Alert
zh_hans: 系统告警

source: System Status
zh_hans: 系统状态

source: System Warning
zh_hans: 系统警告

source: Toggle Core
zh_hans: 切换 Core

source: tokens
zh_hans: Token

source: Unsupported
zh_hans: 不支持

source: Updated on refresh
zh_hans: 随刷新更新

source: Updates not configured
zh_hans: 未配置更新

source: Uptime
zh_hans: 运行时长

source: Usage Risk
zh_hans: 用量风险

source: Version
zh_hans: 版本

# version_format
source: Version {version} (Build {build})
zh_hans: 版本 {version} (构建 {build})

source: Version: %@
zh_hans: 版本：%@

source: Warning
zh_hans: 警告
